{
    "windowTitle": "Company | Finsweet",
    "namePage": "Company",
    "titlePage" : "Award-winning Company seen and used by millions around the world.",
    "textPage" : "We have over 15 years of expertise delivering bespoke consulting, design, architecture and build services using world-leading technology and thinking.",
    "images": [
        {
            "imgPath": "images/content-about-section1.jpg"
        },
        {
            "imgPath": "images/content-about-section2.jpg"
        },
        {
            "imgPath": "images/content-about-section3.jpg"
        }
    ],
    "sectionAboutUs": {
        "label": "ABOUT US",
        "title": "The company leads entire webdesign process from concept to delivery.",
        "subTitle": "The Era Of Technology.",
        "text": "We envision our company as the go-to partner for businesses and organizations seeking to explore and express their “why” through their digital presence.",
        "linkText": "Read about us",
        "linkPath": "company/"
    },
    "counterList": [
        {
            "label": "Project Delivered",
            "number": "1560",
            "suffix": "+"
        },
        {
            "label": "Professional",
            "number": "100",
            "suffix": "+"
        },
        {
            "label": "Happy Client",
            "number": "950",
            "suffix": "+"
        },
        {
            "label": "Experience",
            "number": "10",
            "suffix": "yrs"
        }
    ],
    "sectionApproach": {
        "label": "Our Approach",
        "title": "Our commitment to composable digital experiences gives brands the creativity and control.",
        "text": "With a laser focus on flexible, composable technology stacks, we empower customer-first retailers, manufacturers and brands to deliver remarkable products and services at scale. ",
        "teasers": [
            {
                "title": "Our mission",
                "text" : "To deliver solutions that give measurable results through speed-to-market.",
                "iconId": "#design"
            },
            {
                "title": "Our Culture",
                "text" : "We strongly believe if we create a place where we love to work, then we can revel in being work.",
                "iconId": "#settings"
            },
            {
                "title": "Our vision",
                "text" : "To be a major force in digital engineering in the UK, Europe and the Middle East.",
                "iconId": "#support"
            }
        ]
    },
    "sectionStory": {
        "label": "Our Story <span class='smodzi'>👇</span>",
        "title": "From Startups to Titans of Industry",
        "text": "With a laser focus on flexible, composable technology stacks, we empower customer-first retailers, manufacturers and brands to deliver remarkable products and services at scale. Finsweet work as your partner and team member to create solutions that give your brand complete control of your online presence, be first to market and generate measurable results."
    }
}